Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] WEBTOON LATAM_The Retreats.tmx
Source language: en
Languages: es_419

source: we're lucky. those stupid drones can't seem to find us down here.
es_419: Tenemos suerte. Esos estúpidos drones no podrán encontrarnos aquí.

source: I'll start calling out the locations of snipers as I spot them.
es_419: Voy a avisarte dónde están los francotiradores conforme los encuentre.

source: on my end?
es_419: ¿Por acá?

source: but if you keep thinking that way, when you're in a life or death situation...
es_419: Pero si sigues pensando de esa forma, cuando estés en una situación de vida o muerte…

source: What’s the big deal?
es_419: ¿Cuál es su problema?

source: Now… let's try this again!
es_419: Ahora… ¡intentemos otra vez!

source: ...we have a duty to remember our tragic history.
es_419: … tenemos el deber de recordar nuestra trágica historia.

source: but I found the best body aug specialist through the vultures.
es_419: … pero yo encontré al mejor especialista gracias a Los Buitres.

source: time to eat dust!
es_419: ¡Muerdan polvo!

source: ...do we feel true happiness.
es_419: … somos realmente felices.

source: what's his name again? gable?
es_419: ¿Cómo es que se llama? ¿Gable?

source: ...but there was no sign of john canty.
es_419: … pero no había rastro de John Canty.

source: did something happen?
es_419: ¿Habrá pasado algo?

source: and judging by the state of this place, it doesn't look like it's been ransacked by miners either.
es_419: Y a juzgar por las condiciones de este lugar, dudo que los mineros lo hayan desvalijado.

source: a blue chip has not been detected.
es_419: No se detectó ningún chip azul.

source: what are you guys looking at?
es_419: ¿Qué miran, chicos?

source: it's strange to me... you have everything you could ever want.
es_419: Me resulta raro… tienes todo lo que podrías querer.

source: hahaha!!!
es_419: ¡¡¡Ja, ja, ja!!!

source: don't worry. if gramps won't come through for us, I'll think of another way--
es_419: No te preocupes. Si no logramos hacerlo hablar, voy a idear otro plan para…

source: ...there was another man who talked such nonsense.
es_419: … conocí a alguien que decía los mismos disparates.

source: noise? what noise?
es_419: ¿Ruido? ¿Qué ruido?

source: so what do we do now, gramps? are we screwed?
es_419: ¿Qué hacemos ahora, abuelo? ¿Estamos jodidos?

source: I missed...
es_419: Fallé…

source: What if we get caught?!
es_419: ¡¿Y si nos atrapan?!

source: I was wondering why there was a bike parked in front of our place.
es_419: Me preguntaba por qué había una motocicleta estacionada frente a la casa.

source: yep, have a safe trip back! bahaha!
es_419: ¡Sí, que tengan un buen regreso! ¡Ja, ja, ja!

source: ...a rumor began to circulate that stashes of gold, hidden away by the rich, could be found in biringam.
es_419: … empezó a circular el rumor de que los ricos habían escondido un montón de oro en Biringam.

source: the retreats!
es_419: ¡El Refugio!

source: RATTLE
es_419: TRAC

source: dammit!
es_419: ¡Mierda!

source: halt
es_419: Frena

source: why can't you be like the other dads and think?!
es_419: ¡¿Por qué no puedes ser como los otros papás y pensar?!

source: it looks similar on the outside... but it's been such a long time...
es_419: Se parece por fuera… pero ha pasado muchísimo tiempo, así que…

source: *vedas: ancient texts that encompass the mythology, theology, and philosophy of hinduism. also known as the books of knowledge.
es_419: *Vedas: textos antiguos que abarcan toda la mitología, teología y filosofía del hinduismo. También se los conoce como los libros del conocimiento.

source: ...there's no such thing as undeserved good luck.
es_419: … no existe tal cosa como la suerte.

source: Brine
es_419: Salmuera

source: urgh... you can't do this...
es_419: Agh… No puedes hacerme esto…

source: because we're all able to lead civilized lives...
es_419: Como podemos llevar vidas civilizadas…

source: crack
es_419: CRAC

source: now... where did you run off to?
es_419: Veamos… ¿dónde te metiste?

source: and shoot at each other over pointless crap every day.
es_419: … y se matan a diario por idioteces.

source: they seem like a dangerous bunch. let's hurry.
es_419: Parecen peligrosos. Debemos darnos prisa.

source: STILL, I MIGHT BE ABLE TO HIT THEM FROM THIS DISTANCE…
es_419: Aun así, tal vez pueda acertar desde aquí…

source: after all, both his father and grandfather entered the battlegrounds...
es_419: Al fin y al cabo, tanto su padre como su abuelo entraron ahí…

source: I didn't let him live as some feel-good act of mercy.
es_419: No lo dejé vivir por misericordia o algo así.

source: I knew it! you're trying to kill me by throwing me off, aren't you?!
es_419: ¡Lo sabía! ¡Quieres que salga volando de la moto y muera! ¡¿Cierto?!

source: don't be so damn naive, kid!
es_419: ¡No seas tan ingenuo, niño!

source: I'm sure the chief's been prepping for this day and night--
es_419: Seguro que el jefe se ha estado preparando día y noche para…

source: you just gave your own location away, kid!
es_419: ¡Acabas de revelar tu ubicación, niño!

source: There's no way I could do something like this.
es_419: No puedo hacer algo así.

source: suddenly whining about being hungry?
es_419: ¿Pidiendo comida de repente?

source: then there's kacey, greenwood, and myself.
es_419: También iremos Kacey, Greenwood y yo.

source: who doesn't even have the guts to pull the trigger.
es_419: que ni siquiera tiene las agallas para disparar.

source: prudes?! do you even know how popular I was with girls-?
es_419: ¡¿Mojigatos?! ¿Tienes idea de lo popular que era con las chicas…?

source: ...killing another human being is a different story altogether.
es_419: … matar a otra persona es un asunto completamente distinto.

source: if I'm recognizing this emblem correctly...
es_419: Si este emblema es el que creo…

source: except... there's a tiny little problem.
es_419: Pero… hay un pequeño problema.

source: villain, huh?
es_419: Un villano, ¿eh?

source: oh, about that...
es_419: Ah, sobre eso…

source: everything I want? you have no idea what I want.
es_419: ¿Todo lo que quiero? No sabes qué es lo que quiero.

source: I should get going.
es_419: Debo irme.

source: evans, I've got no comms with the guys standing guard at the front of the building.
es_419: Evans, no logro comunicarme con los chicos que hacían guardia en la entrada del edificio.

source: you eaten yet?
es_419: ¿Ya comiste?

source: ...but I'm not so sure it was the right call to send edward with chief.
es_419: … pero no sé si fue buena idea enviar a Edward con el jefe.

source: we're to meet them in area b-45 if we want to make the deal.
es_419: Si queremos aceptar el trato, debemos verlos en el área B-45.

source: watch yourself. here in brine, passing out like that...
es_419: Ten cuidado. Aquí en Salmuera, desmayarte puede ser…

source: which means that it even helps my aim once it recognizes that I'm holding a gun. incredible, ain't it?
es_419: … o sea que hasta mi puntería mejora una vez que la prótesis reconoce que llevo un arma. Increíble, ¿no?

source: what a miserable existence...
es_419: Qué existencia tan miserable…

source: I need to ask you something.
es_419: Necesito preguntarte algo.

source: come on, you stupid drones! it's not him!
es_419: ¡Vamos, estúpidos drones, no es él!

source: I was shocked when I first met you.
es_419: La primera vez que te vi, quedé impactado.

source: tell me where your boss is hiding.
es_419: Dime dónde se esconde tu jefe.

source: ...I began to think that perhaps not everyone from the slums was a savage.
es_419: … empecé a creer que, tal vez, no todos los de los barrios eran unos salvajes.

source: oh, wait! you said you wanted a glass of water, right?
es_419: ¡Ay, espera! Dijiste que querías un vaso de agua, ¿verdad?

source: how did she get so tough?
es_419: ¿Cómo se hizo tan fuerte?

source: I wanted to make him pay for underestimating the cheonryong gang.
es_419: Quería hacerle pagar por subestimar a los Cheonryong.

source: but, first...
es_419: Pero, primero…

source: we need to be careful. they might try to create a diversion...
es_419: Debemos ser precavidos. Tal vez intenten crear una distracción…

source: huh? w-wait!
es_419: ¿Eh? ¡E-espera!

source: MEMBER OF THE 817
es_419: Miembro de los 817

source: the broken skulls.
es_419: Los calaveras rotas.

source: there are only fifteen of them. we can take care of them in the blink of an eye.
es_419: Solo son quince. Podemos ocuparnos de ellos en un abrir y cerrar de ojos.

source: Episode 6 - The switch
es_419: Episodio 6 - El cambio

source: moron...
es_419: Imbécil…

source: it's a good thing they're dumb enough to think I wouldn't dare try to escape.
es_419: Menos mal que son lo suficientemente tontos para creer que no me atrevería a escapar.

source: the centipedes have entered the building.
es_419: Los ciempiés entraron al edificio.

source: GLANCE
es_419: MIRA

source: Give me my money back, you scumbag!
es_419: ¡Devuélveme mi dinero, imbécil!

source: ...so that you can protect your loved ones.
es_419: … a ti y a tus seres queridos.

source: chief! where's tiber?!
es_419: ¡Jefe! ¡¿Dónde está Tiber?!

source: john always gets so sensitive when it comes to the battlegrounds.
es_419: John está muy susceptible con el tema de los campos de batalla.

source: ...turning down their offer and starting an all-out battle with the broken skulls...
es_419: … rechazar su oferta y empezar un tiroteo con las calaveras rotas…

source: never become one of them?
es_419: ¿Que nunca serás uno de ellos?

source: he just arrived at the port, so I need you to pick him up for me.
es_419: Acaba de llegar al puerto. Necesito que me hagas el favor de ir a buscarlo.

source: ...but if I return to base with nothing to show for it...
es_419: … pero si regreso a la base con las manos vacías…

source: I take it you're not from around here.
es_419: Asumo que no eres de aquí.

source: ...we must transfer and sync the blue chip within two minutes.
es_419: … sino que tenemos dos minutos para transferir y sincronizar el chip.

source: apparently, her drug-a.apparently, her drug-addicted father...ddicted father...
es_419: Al parecer, su padre era un m-maldito drogadicto que tenía…

source: kill them all.
es_419: Mátalos.

source: they're no fun at all.
es_419: No lo son. Para nada.

source: I don't think I'm ready to have a boyfriend.
es_419: No creo estar lista para tener novio.

source: we need to get to the retreats, no matter what. there's another wristwatch there.
es_419: Tenemos que ir a El Refugio, sea como sea. Allá hay otro dispositivo.

source: ...they each went to work as though they were possessed.
es_419: … se pusieron manos a la obra como si estuviesen poseídos.

source: as proud citizens of solgaya...
es_419: Como ciudadanos orgullosos de Solgaya…

source: I wanna hear everything about the retreats when you get back!
es_419: ¡Quiero que me cuentes todo acerca de El Refugio cuando vuelvas!

source: ...in the retreats, a place inhabited by only the best and brightest humanity has to offer...
es_419: … en un lugar como El Refugio, donde viven solo las personas más brillantes y magníficas del mundo…

source: my dad says the people in the slums outside the walls of the retreats...
es_419: Mi papá dice que la gente en los barrios fuera de los muros de El Refugio…

source: I almost sent your pal straight to heaven!
es_419: ¡Casi mando a tu amigo directo al cielo!

source: he was once revered as a hero of the 817,
es_419: Lo reverenciaban como a un héroe de los 817.

source: let's do this.
es_419: Hagámoslo.

source: edward, hurry up!
es_419: ¡Edward, apresúrate!

source: ...we're the ones who walked into a trap.
es_419: … somos nosotros los que caímos en una trampa.

source: residents of the white spire are envied by all.
es_419: Todos envidian a los residentes de la espiral blanca.

source: that's right...
es_419: Sí…

source: I told you, I checked.
es_419: Te dije que lo revisé.

source: it's nighttime. even the smallest of sounds will carry.
es_419: Ya es de noche. Ningún ruido que hagamos pasará desapercibido.

source: CENTIPEDES CAN'T WALK BACKWARDS.
es_419: Los ciempiés no pueden caminar hacia atrás.

source: I always thought john was a total goody two-shoes.
es_419: Siempre creí que John era un auténtico santurrón.

source: ba-dum
es_419: TUTÚM

source: ...to take revenge on john canty and his son gable.
es_419: … para vengarme de John Canty y su hijo Gable…

source: come, the battlegrounds await you!!!
es_419: ¡¡Vengan, los campos de batalla esperan!!

source: Episode 17 - The resolve of that day
es_419: Episodio 17 - La determinación de ese día

source: with the money from this job, he could buy all the girls he'd ever want!
es_419: ¡Con el dinero de este trabajo, podía comprar a todas las chicas que quisiera!

source: I was now in a world I never thought I'd be a part of...
es_419: Ahora pertenecía a un mundo del que nunca creí que sería parte…

source: I expected better from a former 817 member.
es_419: Esperaba más de un antiguo miembro de los 817.

source: but I'm still linked to the surveillance camera on that thing.
es_419: pero sigo conectado a la cámara de vigilancia con esa cosa.

source: ...or bring about the change you've always dreamed of, even at the cost of making a deal with the devil?
es_419: … o vas a generar el cambio con el que siempre soñaste, al punto de hacer un trato con el diablo?

source: I plan on renting the one on the right, top floor.
es_419: Quiero alquilar el que está en el último piso a la derecha.

source: then a security code will be sent to this device...
es_419: Entonces, este dispositivo recibirá un código de seguridad…

source: first, I need to ask you something.
es_419: Primero, tengo que preguntarte algo.

source: damn. this round's so intense, it's making me thirsty!
es_419: Carajo, qué intensa se puso esta ronda, ¡me da mucha sed!

source: nah... he might not look it, but he was a close friend of the leader of the 817.
es_419: No… tal vez no lo parezca, pero era uno de los mejores amigos del líder de los 817.

source: nah... judging by the software they're using, it's definitely legit.
es_419: Bueno… a juzgar por el software que usan, esto es legítimo.

source: ...it closed the door leading this way and opened up another path.
es_419: … se cerró la puerta hacia esta dirección y se abrió otro camino.

source: ...that human civilization formed naturally as we collided and merged of our own free will amid the ebbs and flows of history.
es_419: … que la civilización humana se había formado naturalmente mediante los conflictos y alianzas que hubo entre los vaivenes de la historia.

source: is it fun watching the battlegrounds?
es_419: ¿Te parece divertido ver las batallas?

source: yeah. don't believe me? look, here. ahhh!
es_419: Sí. ¿No me crees? Mira. ¡Aaah!

source: I'll ensure that you're completely safe during your time there.
es_419: Me aseguraré de mantenerte completamente a salvo.

source: actually, you know what?
es_419: Pero, de hecho...

source: you bastard!
es_419: ¡Maldito!

source: small errors, for example...
es_419: No sé, con pequeños fallos…

source: but I swore to make it back to the retreats at all costs...
es_419: Pero juré que regresaría como fuera a El Refugio…

source: ...and I know you're all out--
es_419: … y sé que se te acabó la…

source: I don't think you have any time to waste...
es_419: Me parece que no tienes tiempo que perder…

source: thwack
es_419: PUM

source: burst
es_419: FRUUM

source: something that's more dignified and sophisticated-!
es_419: ¡Haz algo más digno y sofisticado…!

source: ...but the noise is actually coming from the inner walls.
es_419: … pero el ruido viene de las paredes internas.

source: CRACKLE
es_419: CRAC

source: that's probably best for now.
es_419: Creo que es lo mejor por ahora.

source: that's a little dramatic for being rejected by a girl.
es_419: Qué dramático. Solo te rechazó una chica.

source: ...burn the retreats down to the ground.
es_419: … voy a destruir por completo El Refugio.

source: sniff... ugh, what is that smell?
es_419: Snif… Agh, ¿qué es ese olor?

source: gramps, talk to me.
es_419: Dime, abuelo.

source: HERE GOES NOTHING!
es_419: ¡Es ahora o nunca!

source: nice to meet you.
es_419: Mucho gusto.

source: stagger
es_419: SE TAMBALEA

source: first of all, calm down.
es_419: Antes que nada, cálmate.

source: screw you, gramps...
es_419: Vete a la mierda, anciano…

source: there were meant to be six of them in total.
es_419: Se suponía que había seis de ellos en total.

source: but to storm off in a huff...
es_419: Pero irse así de enojado…

source: sniffle
es_419: SNIF

source: quick, come with me!
es_419: ¡Rápido, ven conmigo!

source: this is our current location.
es_419: Esta es nuestra ubicación actual.

source: an emp missile designed to disable all electronics within a certain radius.
es_419: Un misil PEM diseñado para desactivar todos los electrónicos dentro de cierto radio.

source: maybe he ran away.
es_419: Tal vez huyó.

source: IF IT WANTS SOMETHING…
es_419: Cuando quieren algo…

source: do you think purifiers that are capable of producing water this clean are common?
es_419: ¿Crees que es fácil conseguir purificadores capaces de producir agua así de limpia?

source: that's what you always saw me as.
es_419: Eso es lo que siempre fui para ti.

source: ...which grants them permanent citizenship in the retreats.
es_419: … es decir, la ciudadanía permanente en El Refugio.

source: we'll need something to distract them.
es_419: Tenemos que distraerlos.

source: they gave us platitudes like "you too can enjoy life in the retreats one day" or "you just need to pull yourself up by your bootstraps..."
es_419: Nos decían mentiras como “algún día, tú también podrías disfrutar la vida de El Refugio” o “solo tienes que esforzarte y trabajar duro…”

source: fine, I'm going!
es_419: ¡Bueno! ¡Ya voy!

source: you know them?
es_419: ¿Los conoces?

source: the first retreats ever built.
es_419: El primer refugio construido.

source: should we toss a grenade?
es_419: ¿Lanzamos una granada?

source: is this him?
es_419: ¿Es él?

source: I fucking knew it from the start!
es_419: ¡Siempre lo supe!

source: let's just find the watch and get out of here.
es_419: Busquemos el dispositivo y larguémonos de aquí.

source: but some contend that it was a cabal of decision-makers serving a certain kind of religion...
es_419: Pero algunos afirman que todo fue una conspiración de un grupo de personas que servían a una religión…

source: even if they can take me back home...
es_419: Aunque pudiesen llevarme de vuelta a casa…

source: local gang "the zero backs"
es_419: Pandilla local “Los cero”

source: what the hell?! she must have a death wish!
es_419: ¡¿Qué carajo?! ¡¿Acaso quiere morir?!

source: damn, tiber! that's bullseye, right on target! what's your secret?
es_419: ¡Diablos, Tiber! ¡Diste directo en el blanco! ¿Cuál es tu secreto?

source: …And proceed to execute him immediately.
es_419: … y les ordenamos su ejecución inmediata.

source: you let this old man take your gun from you?
es_419: … ¿dejaste que este anciano te quitara la pistola?

source: “let's burn down the retreats,” he said.
es_419: “Destruyamos El Refugio”, dijo.

source: now, the next question is...
es_419: Ahora, la pregunta es…

source: help...
es_419: Socorro…

source: I want what they got.
es_419: Quiero tener lo mismo que ellos.

source: don't worry about a thing. just rest up.
es_419: No te preocupes. Descansa.

source: but you'll be much safer with us, since we actually have an interest in ensuring you survive.
es_419: pero vas a estar mucho más seguro con nosotros, porque tu supervivencia nos interesa más que a ellos.

source: I just lost my brother from lead poisoning in this day and age.
es_419: Mi hermano acaba de morir por envenenamiento con plomo.

source: what are you mumbling about?
es_419: ¿Qué estás balbuceando?

source: some call it the vedas of our era...
es_419: Son las Vedas* de nuestra época…

source: but at least now I see what your plan was.
es_419: Pero al menos ya entendí cuál era tu plan.

source: another stupid errand...
es_419: Otro estúpido recado…

source: what? cyclops?!
es_419: ¿Qué? ¡¿Cíclope?!

source: yeah. everyone in the retreats gets one implanted as soon as they're born.
es_419: Sí. A todos en El Refugio se lo implantan en cuanto nacen.

source: seriously? that's not what's important here.
es_419: ¿En serio? Eso no es lo que importa aquí.

source: startled
es_419: SORPRENDIDO

source: that's right, gable.
es_419: Tienes razón, Gable.

source: it's yours. take it as a parting gift.
es_419: Toma. Es tu regalo de despedida.

source: the skulls are running wild out there!
es_419: ¡Las calaveras enloquecieron!

source: after all of that, our final step.
es_419: El último paso.

source: NOPE, I CAN'T DO THIS!
es_419: ¡No! ¡No puedo hacerlo!

source: still, he managed to pull the trigger.
es_419: Aun así, logró apretar el gatillo.

source: HUFF HUFF
es_419: UFF UFF

source: check this out.
es_419: Miren esto.

source: ...to three times the original amount.
es_419: … al triple del monto original.

source: wow, this feels incredibly refreshing!
es_419: ¡Guau, no creí que me sentiría tan bien!

source: ...but I'm sick and tired of hearing about the battlegrounds.
es_419: … pero estoy harto de oír hablar de los campos de batalla.

source: what the hell?
es_419: ¿Qué carajo?

source: ...I won't rely on these bastards for help!
es_419: … ¡no pienso contar con su ayuda!

source: there's a miner camp near the building.
es_419: Hay un campo de mineros cerca del edificio.

source: ugh, I can't believe dad's got me running stupid errands like this again.
es_419: Agh, no puedo creer que papá me haga su chico de los recados.

source: ugghh...
es_419: Agghh…

source: so you chose to give up instead of actually giving it your all.
es_419: Así que decidiste rendirte en lugar de dar todo tu esfuerzo.

source: really? how can he be so reckless with his life when he's got a kid to take care of?
es_419: ¿En serio? ¿Cómo puede ser tan imprudente cuando tiene a una niña que cuidar?

source: I'll never be able to afford it, even with my entire life savings.
es_419: Ni mis ahorros de toda la vida alcanzarían para comprarlo.

source: chief! come on!
es_419: ¡Jefe! ¡Vamos!

source: shit!
es_419: ¡Carajo!

source: why...
es_419: ¿Por qué…

source: "the retreats security will be moving greenwood soon."
es_419: “La seguridad de El Refugio va a trasladar pronto a Greenwood”.

source: wait, hear me out.
es_419: Escúchame un minuto.

source: nice! then it's not game over yet!
es_419: ¡Sí! ¡Entonces aún tenemos oportunidad!

source: heeeeuurgh!
es_419: ¡Aaaaargh!

source: it's nothing like the rotten meat we get in the slums!
es_419: ¡No se parece en nada a la carne podrida que comemos nosotros!

source: don't be ridiculous!
es_419: ¡No seas absurda!

source: I told him not to disturb chief when he's like this.
es_419: Le dije que no molestara al jefe cuando estuviera así.

source: Don't you think it's about time you learned how to handle a gun properly?
es_419: ¿No crees que ya es hora de que aprendas a usar un arma como se debe?

source: let's make camp here for tonight, then pick up where we left off tomorrow.
es_419: Acampemos aquí por hoy. Mañana seguimos por donde dejamos todo.

source: so that ragtag gang of delinquents took edward in?
es_419: Conque esa chusma tiene a Edward.

source: fifteen armed gang members, huh?
es_419: Quince pandilleros armados, ¿eh?

source: still...
es_419: Aun así...

source: I could take all six of them out by myself...
es_419: Podría deshacerme de los seis yo solo…

source: What, got nothing to say?
es_419: ¿Qué? ¿Te dejé sin palabras?

source: the white spire.
es_419: La espiral blanca.
